Repository: codioplus/app-p1
Catalog: Nestle/*.lproj/Localizable.strings
Languages: ar

# placeholderUsernameField
source: Enter your Email Id
ar: البريد الإلكتروني

# placeholderPasswordField
source: Enter your Password
ar: كلمة السر

# signupViewTitle
source: Signup
ar: أفتح حساب

# loginBtn
source: Login
ar: تسجيل الدخول

# notUserLabelText
source: Not a user?
ar: ليس لديك حساب؟

# signUpBtnText
source: Sign up
ar: تسجل الأن

source: Join now
ar: سجل

# nameLabelSignup
source: Name (optional)
ar: الإسم (إختياري)

# emailLabelSignup
source: Email
ar: البريد الإلكتروني

# countryLabelSignup
source: Country of residence
ar: بلد الإقامة

# contactLabelSignup
source: Contact Number
ar: رقم الهاتف

# doctorCodeLabelSignup
source: Enter doctor code
ar: إدخل رقم الطبيب

# passwordLabelSignup
source: Password
ar: كلمه السر

# confirmPasswordLabelSignup
source: Confirm Password
ar: تأكيد كلمة المرور

# milestoneMainLabel
source: Milestone
ar: مراحل النمو

# milestoneDescLabel
source: Developmental milestones mark activities your child can achieve at certain age
ar: مراحل نمو الأطفال المهمّة تشعرالوالدين بالبهجة، حيث تمثّل هذه المراحل إنجازات الطفل في أعمار معيّنة.

# vaccinationMainLabel
source: Vaccination
ar: التطعيم

# vaccinationDescLabel
source: To protect your child against certain infectious diseases caused by bacteria and viruses
ar: لحماية طفلك من بعض الأمراض المعدية التي تسببها البكتيريا والفيروسات

# BrainMainLabel
source: Brain Activities
ar: تمارين لتغذية القدرات العقلية

# BrainDescLabel
source: Activities and interactions to influence and support your child's early learning
ar: تغذية القدرات العقلية تظهر الأبحاث العلمية أن بإمكان الأهل دعم والتأثير على عملية تعلّم أطفالهم المبكّرة من خلال النشاطات والتفاعلات

# growthMainLabel
source: Growth Chart
ar: الرسم البياني للنمو

# videosMainLabel
source: Videos
ar: الفيديوهات

# tipsFor1
source: Parenting
ar: نصائح

# tipsFor2
source: Feeding
ar: نصائح

# parentTips
source: Tips
ar: للاهل

# feedingTips
source: Tips
ar: التغذية

source: Home
ar: الرئيسية

source: Milestone
ar: مراحل النمو

# you_kids
source: Your Children
ar: أطفالي

source: Month
ar: شهر

source: months
ar: شهور

# year1
source: 1 Year
ar: ١ سنة

# year2
source: 2 Years
ar: ٢ سنة

# year3
source: 3 Years
ar: ٣ سنة

source: Videos
ar: الفيديوهات

source: Feeding Tips
ar: نصائح التغذية

# parent_tips
source: Parenting Tips
ar: نصائح للاهل

source: Brain Activities
ar: تمارين لتغذية القدرات العقلية

# enter_hospilal_name
source: Please enter the hospital name below
ar: ادخل اسم المستشفى

# hospital_name
source: Input hospital name here...
ar: اسم المستشفى

source: OK
ar: موافق

source: Cancel
ar: إلغاء

source: COMPLETE
ar: مكتمل

source: Tap For Info
ar: إنقر للمزيد

source: Vaccination
ar: تطعيم

source: INCOMPLETE
ar: غير مكتمل

# editProfilePageTitle
source: Edit Profile
ar: تعديل الملف الشخصي

# numberOfRates
source: Other's rating
ar: عدد المقيمين

# favourite
source: Favourites
ar: مفضل

source: No data available
ar: لا تتوافر بيانات

source: Add Child
ar: اضافة طفل

# editchild
source: Save
ar: تحرير

# removedFav
source: Removed From Favourites
ar: تمت الإزالة من المفضلة

# addedtoFav
source: Added To Favourites
ar: تمت الإضافة إلى المفضلات

source: Already Rated
ar: تم تقييمه

# registedMothersLabel
source: Registed Families
ar: العائلات المسجلة

# prof_use
source: For Healthcare Professional Use only
ar: للإستخدام المهني للرعاية الصحية فقط

source: Dashboard
ar: لوحة القيادة

source: Loading
ar: تحميل

source: Registered Families
ar: العائلات المسجلة

source: Children:
ar: الأطفال

# doc_notifications
source: Doctor Notifications
ar: إشعارات الطبيب

# addshout
source: Send New
ar: انشئ دعوة

source: Save
ar: حفظ

# desc
source: Description
ar: إكتب التفاصيل هنا

# name_doc
source: Name
ar: الاسم

# email_doc
source: Email
ar: البريد الإلكتروني

# country_doc
source: Country of residence
ar: بلد الإقامة

# career_doc
source: Career
ar: المهنة

# password_doc
source: New Password
ar: كلمة السر

# hospital_doc
source: Hospital Name
ar: إسم المستشفى

source: Profile
ar: الملف الشخصي

source: Shoutouts
ar: دعوات

source: Milestones
ar: مراحل النمو

source: Main Notifications
ar: إشعارات الرئيسية

source: Choose a source
ar: اختيار مصدر

source: Photo Source
ar: مصدر الصور

source: Camera
ar: الكاميرا

source: Photo Library
ar: مكتبة الصور

source: Please accept terms and condition
ar: الرجاء قبول الشروط والأحكام

source: All fields are quired to fill in
ar: كل الحقول مطلوبة

source: Add a valid email
ar: قم بإضافة بريد إلكتروني صالح

source: Please make sure that passwords match
ar: الرجاء التأكد من مطابقة كلمات المرور

source: Something went wrong. Try again.
ar: حدث خطأ ما حاول مرة أخرى

source: Submit
ar: حفظ

source: Alert
ar: انتباه

source: OK
ar: موافق

source: Validation failed
ar: فشل التحقق من الصحة

source: Could not successfully perform this request. Please try again later
ar: تعذر تنفيذ هذا الطلب بنجاح. الرجاء المحاولة مرة أخرى لاحقًا

# i_accept
source: I accept the
ar: أنا أوفق على

# privacy_btn
source: Privacy Notice
ar: سياسة الخصوصية

# cookies
source: Cookies Notice
ar: الكوكيز وتقنيات التتبع الاخرى

# term_of_use
source: Terms of Use
ar: شروط الاستخدام

source: Home
ar: الرئيسيه

source: My Profile
ar: ملفي

source: Notifications
ar: الإشعارات

source: Doctor Notifications
ar: إشعارات الطبيب

source: Favourite
ar: المفضلين

source: Dashboard
ar: لوحة ال Dashboard

source: Sign Out
ar: خروج

# newPasswordLabel
source: New Password
ar: كلمة السر الجديدة

source: My Children
ar: أطفالي

source: Edited
ar: تم التحرير

source: Added
ar: تم الإضافة

source: Deleted
ar: تم الحذف

# height
source: Height of child
ar: طول الطفل

# weight
source: Weight of child
ar: وزن الطفل

# kid_name
source: Name of child
ar: اسم الطفل

# gender
source: Gender of child
ar: جنس الطفل

# deleteKid
source: Delete
ar: حذف

# provide_detail
source: Provide Child Details
ar: تفاصيل الطفل

source: kg
ar: كغ

source: cm
ar: سم

source: Male
ar: ذكر

source: Female
ar: أنثى

# date_birth
source: Date of birth
ar: تاريخ الولادة

source: close
ar: أغلق

source: Rating
ar: التقييم

# stars5
source: 5 stars
ar: 5 نجوم

# stars4
source: 4 stars
ar: 4 نجوم

# stars3
source: 3 stars
ar: 3 نجوم

# stars2
source: 2 stars
ar: 2 نجوم

# stars1
source: 1 star
ar: 1 نجوم

source: Rate Now
ar: قيم الآن

source: Done
ar: تم

# nb_shoutouts
source: Number of shoutouts
ar: عدد الدعوات

source: Kids registered
ar: الاطفال المسجلين

# family_registed
source: Families registed
ar: العائلات المسجلة

source: Average ages
ar: متوسط الاعمار

# freq_visits
source: Frequency of app visits
ar: تردد زيارات التطبيق

# shout_title
source: Title
ar: العنوان

# save_shout
source: SEND
ar: أرسل

# close_app
source: Something Wrong happened, please restart the application.
ar: حدث خطء ما، يرجى غلق وإعادة تشغيل التطبيق

# redirect_to
source: You will be redirected to
ar: ستتم إعادة توجيهك إلى

source: Attention!
ar: انتباه!

# restart
source: Application will restart. Please re-access it.
ar: سيتم إعادة تشغيل التطبيق. يرجى إعادة الوصول إليها.

# coming_soon
source: This page will be coming soon. Thank you for your interest.
ar: ستظهر هذه الصفحة قريبًا. نشكرك على اهتمامك.

# nokids
source: Please add children to proceed
ar: يرجى إضافة الأطفال للمضي قدما

source: Growth Chart
ar: الرسم البياني للنمو

# cgender
source: Gander
ar: الجنس

# cage
source: Age
ar: عمر

# cheight
source: Current Height
ar: الطول

# cweight
source: Current Weight
ar: العرض

source: Boy
ar: ذكر

source: Girl
ar: أنثى

source: Check Now
ar: تأكد الأن

# monthTxt
source: month
ar: شهر

# monthsTxt
source: months
ar: شهور
